export default function NotFound() {
  return (
    <div className="not-found">
      <div className="unknow">
        <svg viewBox="0 0 158.79 146.67">
          <path d="M155.91,23.16a6.89,6.89,0,0,0-9.63,1.59L129.65,47.94l-29-11.76a6.78,6.78,0,0,0-2.59-.5h-.22c-5.34.14-6.85,5.25-18.42,5.25S66.32,35.84,61,35.69h-.23a6.79,6.79,0,0,0-2.6.5l-29,11.76L12.52,24.75a6.91,6.91,0,0,0-11.23,8l19.8,27.62a6.88,6.88,0,0,0,8.2,2.37L60.76,50v96.64H98V50l31.47,12.75a6.87,6.87,0,0,0,8.2-2.38L157.5,32.79A6.9,6.9,0,0,0,155.91,23.16Z" />
          <circle
            cx="79.4"
            cy="18.64"
            r="18.64"
          />
        </svg>
      </div>
      <h1>
        <span>Désolé</span>,<br /> la page que vous recherchez n'existe pas.
      </h1>
    </div>
  );
}
